Repository: AASanchezA/dotfiles
Catalog: kde/share/apps/plasma/plasmoids/veromix-plasmoid/contents/locale/*/LC_MESSAGES/veromix.po
Languages: de, it, sr@latin

source: Version
it: Versione
sr@latin: Verzija

source: Homepage
it: Sito ufficiale
sr@latin: Domaća stranica

source: Popup Mode
de: Popup-Verhalten
it: Comportamento Finestra a comparsa
sr@latin: Režim iskakanja

source: Close when losing focus
de: Automatisch schließen
it: Chiudi in assenza di focus
sr@latin: zatvaraj pri gubitku fokusa

source: Close manually
de: Klicken zum Schließen
it: Da chiudere manualmente
sr@latin: ručno zatvaranje

source: Background
de: Hintergrund
it: Sfondo
sr@latin: Pozadina

source: No background
de: Kein Hintergrund
it: Senza sfondo
sr@latin: bez pozadine

source: Translucent background
de: Durchsichtiger Hintergrund
it: Sfondo trasparente
sr@latin: providna pozadina

source: Standard background
de: Standard-Hintergrund
it: Sfondo predefinito
sr@latin: uobičajena pozadina

source: Notification
de: Systembenachrichtigungen
it: Notifiche
sr@latin: Obaveštenje

source: Show toolip
de: Popup zeigen
it: Mostra suggerimenti
sr@latin: Prikaži savete

source: Layout
it: Dettagli interfaccia
sr@latin: Raspored

source: Use tabs
de: Registerkarten verwenden
it: Usa schede
sr@latin: Jezičci

source: Always show sources
de: Eingabegeräte immer anzeigen
it: Mostra sempre sorgenti
sr@latin: Uvek prikaži izvore

source: Show context menu button
de: Knopf für Kontextmenü anzeigen
it: Mostra pulsante per menu contestuale
sr@latin: Dugme kontekstnog menija

source: Show unit values
de: Aktuelle Werte neben Regler anzeigen
it: Mostra percentuale volume

source: Autostart meters
it: Autoavvia VuMeter

source: Meters can be very CPU intensive! You can always enable meters by double clicking a channel.
it: I VuMeter possono gravare sulle performance della CPU! Puoi sempre abilitarli cliccando due volte su di un canale.

source: Use KDE nowplaying dataengine
de: KDE-Wiedergabe-Engine verwenden
it: Usa nowplaying nativo di KDE
sr@latin: KDE-ov datamotor trenutne svirke

source: Use mpris2
de: MPris2 verwenden
it: Usa mpris2
sr@latin: MPRIS2

source: Media player blacklist:
de: Die folgenden Medienspieler ignorieren:
it: Media player da ignorare:
sr@latin: Zabranjeni plejeri:

source: Running media players:
de: Aktuell laufende Medienwiedergabeprogramme:
it: Media player in esecuzione:
sr@latin: Pokrenuti plejeri:

source: Show album art
de: Cover anzeigen
it: Mostra copertine
sr@latin: Omoti albuma

source: Muted
de: Stummgeschaltet
it: Muto
sr@latin: Utišano

source: Unlock channels
de: Kanäle anzeigen
it: Dividi canali
sr@latin: Otključaj kanale

source: Ports
de: Anschlüsse
it: Porte
sr@latin: Portovi

source: Profile
de: Profil
it: Profilo
sr@latin: Profil

source: Veromix Settings
de: Veromix Einstellungen
it: Impostazioni di Veromix
sr@latin: Postavke Veromixa

source: Presets
it: Programmi

source: Save
de: Speichern
it: Salva

source: Save As...
de: Speichern unter...
it: Salva con nome

source: Effect
de: Effekt
it: Effetto
sr@latin: Efekti

source: Show position
de: Position anzeigen
it: Mostra posizione
sr@latin: Prikaži poziciju

source: Disconnect/kill
de: Trennen
it: Disconnetti/termina
sr@latin: Otkači se/ubij

source: Move To
de: Verschieben
it: Sposta in
sr@latin: Premesti na

source: Event Sounds
de: Ereignist&ouml;ne
it: Suoni Notifica
sr@latin: Zvuci događaja

source: Event Sound
de: Ereigniston
it: Suono Notifica
sr@latin: Zvuci događaja

source: Voice Output
de: Sprachausgabe
it: Uscita
sr@latin: Izlaz za glas

source: Name
it: Nome

source: Cancel
de: Abbrechen
it: Cancella

source: Default Sink
de: Standardgerät
it: Audio Interno
sr@latin: Podrazumevani odvod

source: Uncombine
de: auflösen
it: Separa

source: Add Effect
de: Effekt hinzufügen
it: Aggiungi Effetto

source: Playback
de: Wiedergabe
it: Riproduzione
sr@latin: Puštanje

source: Record
de: Aufnahme
it: Registrazione
sr@latin: Snimanje

source: There is a problem with the backgroud-service. <ul> <li>If you just upgraded try killing the process named: VeromixServiceMain.py and relaunch this plasmoid</li> <li>If you don't know how to do that consider rebooting</li></ul><br/> <a href="http://code.google.com/p/veromix-plasmoid/wiki/Debugging">See wiki for more details</a> <span style="font-size: small;">(right click and copy url)</span>.
de: Es besteht ein Problem mit der Verbindung zum Pulseaudio server.<ul><li> Falls Sie das Plasmoid gerade aktualisiert haben, versuchen Sie den Prozess mit dem Namen "VeromixServiceMain.py" zu beenden</li><li>Alternativ können Sie Ihren Computer auch neu starten</li></ul><br/><a href="http://code.google.com/p/veromix-plasmoid/wiki/VeromixComponents#The_service:_VeromixServiceMain.py">Mehr Informationen finden sie im Wiki</a> <span style="font-size: small;">(rechts click und "Adresse kopieren")</span>.
it: Si è verificato un problema col demone Pulseaudio.<ul><li> Se hai già aggiornato il plasmoide prova a terminare il processo VeromixServiceMain.py e riavvia Veromix </li><li>In alternativa riavvia il sistema</li></ul><br/> <a href="http://code.google.com/p/veromix-plasmoid/wiki/Debugging">Consulta il wiki per maggiori informazioni </a> <span style="font-size: small;">(tasto destro e "Copia indirizzo di collegamento")</span>.

source: Veromix is a mixer for the Pulseaudio sound server.
de: Veromix ist ein Lautstärkeregler für den Pulseaudio-Soundserver.
it: Veromix è un mixer per il server sonoro Pulseaudio.
sr@latin: Veromix je mikseta za zvučni server Pulsaudio.

source: Veromix volume up
de: Veromix-Lautstärke erhöhen
it: Aumenta volume
sr@latin: Pojačaj

source: Veromix volume down
de: Veromix-Lautstärke verringern
it: Diminuisci volume
sr@latin: Utišaj

source: Veromix toggle mute
de: Veromix-Stummschaltung ein/aus
it: Muto per Veromix
sr@latin: Isključi zvuk

source: Main Volume
de: Hauptregler
it: Volume Principale
sr@latin: Glavna jačina zvuka

source: Appearance
de: Erscheinungsbild
it: Aspetto
sr@latin: Izgled

source: Media Player Controls
de: Medienwiedergabesteuerung
it: Controlli Multimediali
sr@latin: Upravljanje medijskim plejerima

source: Max volume value
de: Maximal-Lautstärke
it: Valore massimo per volume
sr@latin: Maksimalna vrednost jačine zvuka

source: Mute if volume reaches zero
de: Stummschalten wenn Lautstärke Null erreicht
it: Abilita muto se il volume è 0
sr@latin: Isključi zvuk ako je jačina na nuli

source: Sound Card Profiles
de: Soundkarten-Profile
it: Profili Scheda Audio
sr@latin: Profili zvučne karte

source: LADSPA is a standard for handling audio filters and effects. Every linux software archive offers a large number of effects - search for LADSPA to get more. Not every effect is supported by Pulseaudio and others simple don't make sense (or create only noise).<br/><br/> The following list shows all available effects on your system: Only checked effects will appear in the context-menu.
it: LADSPA è uno standard per gestire filtri ed effetti audio. Ogni distribuzione linux offre, nei suoi repository, un gran numero di effetti - cerca LADSPA per usarne altri. Non tutti gli effetti sono supportati da Pulseaudio, altri invece non si integrano o generano solo rumore.<br/><br/> La seguente lista mostra tutti gli effetti disponibili sul tuo sistema. Solo quelli selezionati appariranno nel menu contestuale.

source: <br/><br/><b>Warning:</b> Cannot find the executables 'listplugins' and 'analyseplugin' which are required for dynamically detecting installed effects.<br/> In OpenSUSE, Fedora and Arch Linux the package is named 'ladspa', in Debian/Ubuntu 'ladspa-sdk'.<br/><br/>
it: <br/><br/><b>Attenzione:</b> Impossibile trovare 'listplugins' e 'analyseplugin', eseguibili richiesti per ottenere dinamicamente gli effetti installati.<br/> In OpenSUSE, Fedora e Arch Linux il pacchetto da installare è chiamato 'ladspa', in Debian/Ubuntu 'ladspa-sdk'.<br/><br/>

source: Enable LADSPA effects.
de: LADSPA Effekte einschalten
it: Attiva effetti LADSPA.

source: Effects / Equalizer
de: Effekte / Equalizer
it: Effetti / Equalizzatore

source: Veromix toggle mute
de: Veromix-Stummschaltung ein/aus
it: Muto
sr@latin: Prekidač zvuka

source: Volume Keyboard Shortcuts
de: Lautstärke-Tastenkürzel
it: Tasti rapidi per Volume
sr@latin: Prečice

source: Form
de: Von
sr@latin: Oblik

source: Volume meter
de: Lautstärkepegel

source: Default device
de: Standardgerät

source: Mute
de: Stummschalten

source: Unlock Channels
de: Kanäle

source: Save Preset
de: Preset speichern

source: Flash Player
sr@latin: Flash plejer

source: Chromium Browser
sr@latin: Chromium
