Repository: AASanchezA/dotfiles
Catalog: kde/share/apps/plasma/plasmoids/solar-system/contents/code/i18n/*/solar-system.po
Languages: cs

source: Mercury
cs: Merkur

source: Venus
cs: Venuše

source: Earth
cs: Země

source: Uranus
cs: Uran

source: Neptune
cs: Neptun

source: Configure Me
cs: Nastavení

source: Show planet names
cs: Zobrazit jména planet

source: Select font color:
cs: Farba fontu:

source: Show planet orbits
cs: Zobrazit oběžné dráhy

source: Select orbits color:
cs: Farba oběžných dráh:

source: Show Pluto (and possibly other dwarf planets)
cs: Zobrazit Pluto (nebo i jiné planetky)
